Repository: vvelikov1988/VMSConsulting.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Email
ar: البريد الإلكتروني

source: Username
ar: أسم المستخدم

source: Password
ar: كلمة المرور

source: Password Confirmation
ar: تأكيد كلمة المرور

source: First Name
ar: الاسم الأول

source: Make Sure to fill this input.
ar: تأكد من ملء هذا الإدخال.

source: Middle Name
ar: الاسم الوسط

source: Last Name
ar: الاسم الاخير

source: Company Name
ar: اسم الشركة

source: Please enter a correct Email and password. Note that both fields may be case-sensitive.
ar: يرجى إدخال بريد إلكتروني وكلمة مرور صحيحين. لاحظ أن كلا الحقلين قد يكونان حساسين لحالة الأحرف.

source: This account is inactive.
ar: هذا الحساب غير نشط.

source: We can't found any user with that Email!
ar: لا يمكننا العثور على أي مستخدم بهذا البريد الإلكتروني!

source: Email or Password is not correct please try again!
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة ، يرجى المحاولة مرة أخرى!

source: User is not Activated please check you Email
ar: لم يتم تنشيط المستخدم ، يرجى التحقق من بريدك الإلكتروني

source: Old password
ar: تجربة واحد

source: New password
ar: كلمة سر جديدة

source: <ul> <li>Your password can’t be too similar to your other personal information.</li> <li>Your password must contain at least 8 characters.</li> <li>Your password can’t be a commonly used password.</li> <li>Your password can’t be entirely numeric.</li> </ul>
ar: <ul> <li>لا يمكن أن تكون كلمة المرور الخاصة بك مشابهة للغاية لكلمة المرور الشخصية الأخرى الخاصة بك information.</li> <li>يجب أن تحتوي كلمة المرور الخاصة بك على 8 أحرف على الأقل.</li> <li>لا يمكن أن تكون كلمة مرورك كلمة مرور شائعة الاستخدام.</li> <li>لا يمكن أن تكون كلمة مرورك رقمية بالكامل.</li> </ul>

source: Confirm password
ar: تأكيد كلمة المرور

source: Facebook URL
ar: رابط Facebook

source: Twitter URL
ar: رابط Twitter

source: LinkedIn URL
ar: رابط LinkedIn

source: GitHub URL
ar: رابط GitHub

source: SSID
ar: الرقم الوطني

source: Users must have an email address
ar: يجب أن يكون لدى المستخدمين عنوان بريد إلكتروني

source: Users must have an username
ar: يجب أن يكون لدى المستخدمين اسم مستخدم

source: Enter valid email: e.g. example@domain.com
ar: أدخل بريدًا إلكترونيًا صالحًا: مثل example@domain.com...

source: A user with that username already exists.
ar: اسم المستخدم موجود مسبقا.

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only. e.g. Mark99
ar: مطلوب. 150 حرفًا أو أقل. الحروف والأرقام و @ /. / + / - / _ فقط. على سبيل المثال مارك 99

source: City
ar: مدينة

source: City/State Can have both, separated by a comma.
ar: يمكن أن تحتوي المدينة / الولاية على كليهما ، مفصولة بفاصلة.

source: Country
ar: بلد

source: (Select Country)
ar: (حدد الدولة)

source: join date
ar: تاريخ الانضمام

source: last login
ar: آخر تسجيل دخول

source: Profile Image
ar: صورة الملف الشخصي

source: Limits:<ul><li>Size 2MB</li><li>Dimensions Range: Width & height (200-1600)</li></ul>
ar: حدود:<ul><li>الحجم 2 ميجا بايت</li><li>نطاق الأبعاد: العرض والارتفاع (200-1600)</li></ul>

source: Cover Image
ar: صورة الغلاف

source: Limits:<ul><li>Size 4MB</li><li>Dimensions Range: Width & height (400-2600)</li></ul>
ar: حدود:<ul><li>الحجم 4 ميجا بايت</li><li>نطاق الأبعاد: العرض والارتفاع (200-1600)</li></ul>

source: Bio
ar: السيرة الذاتية

source: Hey there, I'm new here can you help with that.
ar: مرحبًا ، أنا جديد هنا ، هل يمكنك المساعدة في ذلك.

source: Link Should look like this: (https://)www.facebook.com/USERNAME/
ar: يجب أن يبدو الرابط كما يلي: (https: //) www.facebook.com/USERNAME/

source: Link Should look like this: (https://)www.twitter.com/USERNAME/
ar: يجب أن يبدو الرابط كما يلي: (https: //) www.twitter.com/USERNAME/

source: Link Should look like this: (https://)www.linkedin.com/in/USERNAME/
ar: يجب أن يبدو الرابط كما يلي: (https: //) www.linkedin.com/in/USERNAME/

source: Link Should look like this: (https://)www.github.com/USERNAME/
ar: يجب أن يبدو الرابط كما يلي: (https: //) www.github.com/USERNAME/

source: account
ar: الحساب

source: accounts
ar: حسابات

source: Birthday
ar: عيد الميلاد

source: (Select Nationality)
ar: (اختر الجنسية)

source: Nationality
ar: الجنسية

source: worker
ar: عامل

source: workers
ar: عمال

source: Company Name can contain only a-zA-Z, digits and @/./+/-/_
ar: يمكن أن يحتوي اسم الشركة فقط على a-zA-Z وأرقام و @ /. / + / - / _

source: company
ar: شركة

source: companies
ar: الشركات

source: WebsiteName
ar: اسم الموقع

source: Who are we?
ar: من نحن ؟

source: The career talent website welcomes you
ar: موقع مواهب الوظائف يرحب بكم

source: What do we do for you?
ar: ماذا نقدم لكم ؟

source: We do the best way through the recruitment process by providing jobs for you and competing for them, as the site provides you with the required tasks through every job you provide in your professional way, and without any doubt that everyone has a talent to present what has been accomplished tasks of any job title and qualify for a personal interview
ar: نقوم بالطريقة الأفضل من خلال عملية التوظيف بعرض وظائف لكم والمنافسة عليها حيث أن الموقع يقدم لكم مهام مطلوبة من خلال كُل وظيفة تقوم بتقديمها بطريقتك المحترفة وبلا شك أن كُل فرد لدية موهبة في تقديم المهام المنجزة لأي مسمى وظيفي كان والتأهل للمقابلة الشخصية

source: What are our advantages?
ar: ماهي مميزاتنا ؟

source: The company evaluates the applicant through a personal interview through his personal account on the site to praise his capabilities and keep them for display by any person or company through an account on the site
ar: تقوم الشركة بتقييم المتقدم من خلال المقابلة الشخصية عبر حسابه الشخصي في الموقع للأشادة بقدراتة والاحتفاظ بها لكي يطلع عليها أي شخص أو شركة عبر حسابة في الموقع

source: Increase the capabilities and expertise of applicants to compete in providing tasks in various positions What We Do
ar: زيادة القدرات والخبرات للمتقدمين للمنافسة في تقديم المهام في شتى الوظائف

source: Login - WebsiteName
ar: تسجيل الدخول - اسم الموقع

source: Login
ar: تسجيل الدخول

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

source: Registration - WebsiteName
ar: التسجيل - اسم الموقع

source: Personal Account
ar: حساب شخصي

source: (Search for Work)
ar: (البحث عن عمل)

source: Company Account
ar: حساب الشركة

source: (Search for Workers)
ar: (البحث عن عمال)

source: Register
ar: تسجيل

source: Save
ar: حفظ

source: Delete Avatar/Cover
ar: حذف الصورة الرمزية / الغلاف

source: Close
ar: أغلق

source: Save changes
ar: احفظ التغييرات

source: - WebsiteName
ar: - اسم الموقع

source: added new application
ar: أضاف تطبيق جديد

source: Edit Application
ar: تحرير الاستمارة

source: Delete Application
ar: حذف الاستمارة

source: Show Applies
ar: إظهار المتقدمين

source: Add Question
ar: أضف سؤال

source: Upload Cover
ar: تحميل الغلاف

source: Upload Avatar
ar: تحميل الصورة الرمزية

source: Delete
ar: حذف

source: has applied to
ar: تقدم الى

source: has evaluated the request for this profile, as:
ar: قام بتقييم طلب هذا الملف الشخصي ، على النحو التالي:

source: Last Applies
ar: آخر التقديمات

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Forgot your password?
ar: نسيت رقمك السري؟

source: Enter your email address and we will send you instructions on how to reset your password.
ar: أدخل عنوان بريدك الإلكتروني وسنرسل لك تعليمات حول كيفية إعادة تعيين كلمة المرور الخاصة بك.

source: Enter email address
ar: أدخل عنوان البريد الالكتروني

source: Hi
ar: مرحبا

source: Please click on the link to confirm your registration
ar: يرجى النقر على الرابط لتأكيد تسجيلك

source: Change Password
ar: غير كلمة السر

source: Account Setting
ar: إعدادات الحساب

source: Password Setting
ar: إعداد كلمة المرور

source: Global Setting
ar: الإعداد العام

source: Profile Activity
ar: نشاط الملف الشخصي

source: Update Profile
ar: تحديث الملف

source: Save Edits
ar: حفظ التعديلات

source: A invalid %s URL please double check
ar: يرجى التحقق من عنوان URL %s غير صالح

source: Activate your blog account.
ar: تنشيط حساب مدونتك.

source: Please, Check Your Email we've sent an activation link for you Profile.
ar: من فضلك ، تحقق من بريدك الإلكتروني ، لقد أرسلنا رابط تفعيل لملفك الشخصي.

source: Please make sure all the inputs are right!
ar: يرجى التأكد من صحة جميع المدخلات!

source: Registration Account for Worker
ar: حساب تسجيل العامل

source: Registration Account for Company
ar: حساب تسجيل الشركة

source: Activation link is invalid!
ar: رابط التفعيل غير صالح!

source: Your password was successfully updated!
ar: تم تحديث كلمة مرورك بنجاح!

source: Please correct the error below.
ar: يرجى تصحيح الخطأ أدناه.

source: Edits Saved.
ar: تم حفظ التعديلات.

source: Please Correct any error down below
ar: يرجى تصحيح أي خطأ أدناه

source: Personal Information
ar: معلومات شخصية

source: Links Settings
ar: إعدادات الروابط

source: global setting
ar: الإعداد العالمي

source: Deadline cannot be in past!
ar: الموعد النهائي لا يمكن أن يكون في الماضي!

source: Question Text
ar: نص السؤال

source: Overall Skill
ar: المهارة العامة

source: Managing Skill
ar: إدارة المهارة

source: Leading Skill
ar: مهارة قيادية

source: Communication Skill
ar: مهارات الاتصال

source: English Skill
ar: مهارة اللغة الإنجليزية

source: Title
ar: عنوان

source: Title for application at least 4 Char
ar: عنوان التطبيق لا يقل عن 4 حرف

source: Body
ar: الجسم

source: You can use HTML tags to style your body.
ar: يمكنك استخدام علامات HTML لنمط جسمك.

source: Job Title
ar: عنوان وظيفي

source: Work City/State
ar: مدينة / ولاية العمل

source: Not specified yet
ar: غير محدد بعد

source: Or you can place a Marker down in the map and automatically will add place name.
ar: أو يمكنك وضع محدّد موقع في الخريطة وإضافة اسم المكان تلقائيًا.

source: Latitude
ar: خط العرض

source: Mark any place down from the map to get Location Coordinates.
ar: ضع علامة على أي مكان لأسفل من الخريطة للحصول على إحداثيات الموقع.

source: Longitude
ar: خط الطول

source: Make sure to put the right coordinates (follow this <a href="%s" target="_blank">link</a>)
ar: تأكد من وضع الإحداثيات الصحيحة (اتبع هذا <a href="%s" target="_blank">رابط</a>

source: deadline
ar: اخر موعد

source: Note that the end time will be at the midnight of the day you picked.
ar: لاحظ أن وقت الانتهاء سيكون في منتصف ليل اليوم الذي اخترته.

source: Only Company Accounts Can Create Applications.
ar: يمكن فقط لحسابات الشركة إنشاء تطبيقات.

source: Make Sure you did filled all the Data Information for your Account.
ar: تأكد من أنك ملأت جميع معلومات البيانات لحسابك.

source: Application Cover
ar: صور مرفقة للاستمارة

source: Make sure to add only supported extension: png, jpg and jpeg
ar: تأكد من إضافة امتداد مدعوم فقط: png و jpg و jpeg

source: Real Name
ar: الاسم الحقيقي

source: Application File
ar: ملفات مرفقة للاستمارة

source: Make sure to add only supported extension: txt, pdf, docx, xlsx, zip and rar
ar: تأكد من إضافة امتداد مدعوم فقط: txt و pdf و docx و xlsx و zip و rar

source: applied to
ar: تقدم الى

source: choice text
ar: نص الاختيار

source: High
ar: عالي

source: Good
ar: جيد

source: Medium
ar: متوسط

source: Low
ar: ضعيف

source: Home
ar: الصفحة الرئيسية

source: Applications
ar: الاستمارات

source: Application No.
ar: استمارة رقم

source: Description
ar: وصف

source: Task Files
ar: ملفات المهام

source: More Details
ar: المزيد من التفاصيل

source: Boost Your Application
ar: عزز استمارتك

source: Show Your Application for the better.
ar: اجعل الجميع يرى استمارتك

source: Days
ar: ايام

source: Boost &dollar;1,200
ar: مقابل &dollar;1,200

source: More About This Application
ar: المزيد عن هذا التطبيق

source: APPLY NOW
ar: قدم الآن

source: You have applied to this application before, Thank you!
ar: لقد تقدمت بطلب لهذا الطلب من قبل ، شكرا لك!

source: You cannot Apply to this Application due to the incomplete Account Information
ar: لا يمكنك التقديم على هذا التطبيق بسبب عدم اكتمال معلومات الحساب

source: click here
ar: انقر هنا

source: to change them!
ar: لتغييرها!

source: You have the power to Create one, it will take only 5 minute, go for it!
ar: لديك القدرة على إنشاء واحد ، وسيستغرق الأمر 5 دقائق فقط.

source: Add New Application
ar: إضافة تطبيق جديد

source: address not found
ar: لم يتم العثور على العنوان

source: Write your Application Details
ar: اكتب تفاصيل طلبك

source: Add New Application Form
ar: إضافة نموذج طلب جديد

source: Add Application
ar: إضافة تطبيق

source: Apply for
ar: التقدم بطلب للحصول

source: This is
ar: هذا هو

source: apply for application
ar: تقديم طلب

source: Full Name
ar: الاسم الكامل

source: Not editable
ar: غير قابل للتعديل

source: Application Title
ar: عنوان الاستمارة

source: Place
ar: مكان

source: Complete And Add Worker Skills
ar: أكمل وأضف مهارات العمال

source: All Applies for
ar: جميع المتقدمين لاستمارة

source: Apples ID
ar: رقم التقديم

source: User ID
ar: رقم المتقدم

source: Name
ar: اسم المتقدم

source: Take Question?
ar: الاسئلة التي تم الاجابة عليها

source: Status
ar: الحالة

source: There is no answered Question
ar: لا يوجد سؤال مجاب عنه

source: Completed Apply
ar: استمارة مكتملة

source: Uncompleted Apply
ar: استمارة غير مكتملة

source: Sort by:
ar: صنف حسب:

source: A-Z
ar: أ-ي

source: Z-A
ar: ي-أ

source: Recent
ar: الأخيرة

source: Reviews
ar: المراجعات

source: Result(s)
ar: النتائج)

source: Created At:
ar: أنشئت في:

source: Deadline At:
ar: الموعد النهائي:

source: Read More...
ar: قراءة المزيد ...

source: 0 Results !!!
ar: 0 النتائج !!!

source: Sorry there is no Applications to show.
ar: آسف لا توجد تطبيقات لإظهارها.

source: Text Answer
ar: إجابة نصية

source: Multiple Choice
ar: متعدد الخيارات

source: Find A Job
ar: متعدد الخيارات...

source: With WebsiteName you can quickly find your Dream Job!
ar: مع موقعنا يمكن ان تجد وظيفة احلامك وبأقل وقت!

source: Search topics or keywords
ar: ابحث عن الوظيفة الموضوعات بالاسفل أو الكلمات الرئيسية

source: Search by:
ar: بحث بواسطة:

source: All
ar: الجميع

source: Job
ar: الوظيفة

source: Deadline Month
ar: شهر الموعد النهائي

source: You can't use letters while searching for month!
ar: لا يمكنك استخدام الحروف أثناء البحث عن شهر!

source: Sorry You have applied to this application, you can do it once!
ar: عذرا لقد تقدمت بطلب لهذا الاستمارة ، يمكنك القيام بذلك مرة واحدة!

source: We have placed your apply, will notify you when company review it.
ar: لقد قدمنا طلبك ، وسوف نخطرك عندما تقوم الشركة بمراجعته.

source: Sorry something went wrong, please try again!
ar: عذرًا ، حدث خطأ ما ، يرجى المحاولة مرة أخرى!

source: You are not Company so you can add Application
ar: أنت لست شركة حتى تتمكن من إضافة التطبيق

source: Question Added!
ar: تمت إضافة السؤال!

source: Not your application!
ar: ليس تطبيقك!

source: Application Updated
ar: تم تحديث التطبيق

source: Copyright &copy; Your Website 2020
ar: حقوق التأليف والنشر &copy; موقع الويب الخاص بك 2020

source: Registration
ar: التسجيل

source: Account Information
ar: معلومات الحساب

source: Search...
ar: بحث...

source: Settings
ar: الإعدادات

source: New
ar: جديد

source: Beta
ar: بيتا

source: More
ar: أكثر

source: Logout
ar: تسجيل خروج
